<?php

return [
    'select_time' => 'ជ្រើសរើសម៉ោង',
    'empty_options' => 'គ្មានជម្រើស',
    'loading' => 'កំពុងផ្ទុក...',
    'search_here' => 'ស្វែងរកនៅទីនេះ',
    'date_picker' => [
        'months' => ['មករា', 'កម្ភៈ', 'មិនា', 'មេសា', 'ឧសភា', 'មិថុនា', 'កក្កដា', 'សីហា', 'កញ្ញា', 'តុលា', 'វិច្ឆិកា', 'ធ្នូ'],
        'days' => ['អាទិ', 'ច័ន្ទ', 'អង្គារ', 'ពុធ', 'ព្រហស្បតិ៍', 'សុក្រ', 'សៅរ៍'],
        'tomorrow' => 'ស្អែក',
        'today' => 'ថ្ងៃនេះ',
        'yesterday' => 'ម្សិលមិញ',
        'clear' => 'សំអាត',
        'close' => 'បិទ',
        'apply' => 'អនុវត្ត',
        'cancel' => 'បោះបង់',
    ],
    'errors' => [
        'title' => 'មានកំហុសក្នុងការដាក់ស្នើរបស់អ្នក | មានកំហុស {errors} ក្នុងការដាក់ស្នើរបស់អ្នក',
    ],
    'labels' => [
        'remove' => 'យកចេញ',
    ],
];
